Repository: ClassWebPecs/ClassWeb-Translations
Catalog: languages/plugins/all-*-one-seo-pack-*.po
Languages: hu_hu

source: Search Statistics
hu_hu: Keresési statisztikák

source: Search String
hu_hu: Keresési kifejezés

source: Search Term
hu_hu: Keresési kifejezés

source: SEO Analysis
hu_hu: SEO elemzés

source: Server Info
hu_hu: Szerver információk

source: Show Labels
hu_hu: Címkék megjelenítése

source: Show Publication Date
hu_hu: Közzététel dátumának megjelenítése

source: Showing %1$s of %2$s
hu_hu: Mutatva: %1$s a %2$s-ból/ből

source: Site Description
hu_hu: Weboldal leírása

source: Site Language
hu_hu: Weboldal nyelve

source: Site Link
hu_hu: Weboldal link

source: Site Link (Alt)
hu_hu: Weboldal link (Alt)

source: Site link (link as text).
hu_hu: Weboldal link (link szövegként).

source: Site link (name as text).
hu_hu: Weboldal link (név szövegként).

source: Site Title
hu_hu: Oldal cím

source: Site URL
hu_hu: Oldal URL

source: Sitemap
hu_hu: Webhelytérkép

source: sitemap
hu_hu: webhelytérkép

source: Sitemap Index
hu_hu: Webhelytérkép index

source: Sitemaps
hu_hu: Webhelytérképek

source: sitemaps
hu_hu: oldaltérképek

source: Skip %1$s Deactivate
hu_hu: Ugrás %1$s deaktiválása

source: Social Networks
hu_hu: Közösségi hálózatok

source: Software
hu_hu: Szoftver

source: Sort Direction
hu_hu: Rendezés iránya

source: Sort Order
hu_hu: Rendezési sorrend

source: SQL Mode
hu_hu: SQL mód

source: Static sitemap files detected
hu_hu: Statikus webhelytérkép fájlok észlelve

source: statically
hu_hu: statikusan

source: Submit %1$s Deactivate
hu_hu: Küldés %1$s deaktiválása

source: Suggest a Feature
hu_hu: Javasolj egy funkciót

source: Support
hu_hu: Támogatás

source: Tagline
hu_hu: Szlogen

source: Taxonomies
hu_hu: Taxonómiák

source: Taxonomy Name
hu_hu: Taxonómia név

source: Temporarily unable to load feed.
hu_hu: Átmenetileg nem tudjuk betölteni a hírcsatornát.

source: That's awesome! Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?
hu_hu: Ez nagyszerű! Kérlek, tedd meg nekünk a NAGY szívességet, és adj neki egy 5 csillagos értékelést a WordPress-en, hogy segíts nekünk elterjeszteni a hírt és növelni a motivációnkat!

source: The %1$s brand.
hu_hu: A %1$s márka.

source: The %1$s price.
hu_hu: A %1$s ár.

source: The %1$s SKU.
hu_hu: A %1$s SKU.

source: The %1$s title.
hu_hu: A %1$s cím.

source: The 404 error format.
hu_hu: A 404-es hiba formátuma.

source: The archive format.
hu_hu: Az archívum formátuma.

source: The archive post type name.
hu_hu: Az archívum bejegyzéstípusának neve.

source: The author's display name.
hu_hu: A szerző megjelenített neve.

source: The author's first name.
hu_hu: A szerző keresztneve.

source: The author's last name.
hu_hu: A szerző vezetékneve.

source: The biography of the author.
hu_hu: A szerző életrajza.

source: The blog page title.
hu_hu: A blog oldal cím.

source: The content of your page/post.
hu_hu: Az oldal/bejegyzés tartalma.

source: The crumb separator.
hu_hu: A morzsa elválasztó.

source: The current date, localized.
hu_hu: A jelenlegi dátum, lokalizálva.

source: The current day of the month, localized.
hu_hu: A hónap aktuális napja, lokalizálva.

source: The current month, localized.
hu_hu: A hónap aktuális része, lokalizálva.

source: The current year, localized.
hu_hu: Az aktuális év, lokalizálva.

source: The date of the current archive, localized.
hu_hu: Az aktuális archívum dátuma, lokalizálva.

source: The date when the page/post was published, localized.
hu_hu: Az oldal/bejegyzés közzétételének dátuma, lokalizálva.

source: The day of the month when the page/post was published, localized.
hu_hu: Az oldal/bejegyzés közzétételének hónap napja, lokalizálva.

source: The day.
hu_hu: A nap.

source: The description for your site.
hu_hu: A weboldal leírása.

source: The description of the primary term, first assigned term or the current term.
hu_hu: A fő kifejezés, az első hozzárendelt kifejezés vagy az aktuális kifejezés leírása.

source: The display name of the post author.
hu_hu: A bejegyzés szerzőjének megjelenített neve.

source: The excerpt defined on your page/post.
hu_hu: A weboldalon/bejegyzésben meghatározott kivonat.

source: The excerpt defined on your page/post. Will not fall back to the post content.
hu_hu: A weboldalon/bejegyzésben meghatározott kivonat. Nem fog visszaesni a bejegyzés tartalmára.

source: The featured image of the current page/post.
hu_hu: A jelenlegi oldal/bejegyzés kiemelt képe.

source: The fields below contain important SEO information from %1$s that may effect your site.
hu_hu: Az alábbi mezők fontos SEO információkat tartalmaznak a %1$s-től, amelyek hatással lehetnek a weboldaladra.

source: The first name of the post author.
hu_hu: A bejegyzés szerzőjének keresztneve.

source: The following addons cannot be used, because they require %1$s%2$s %3$s%4$s to work:
hu_hu: Az alábbi bővítmények nem használhatók, mivel a %1$s%2$s %3$s%4$s szükséges működésükhöz:

source: The label.
hu_hu: A címke.

source: The last name of the post author.
hu_hu: A bejegyzés szerzőjének vezetékneve.

source: The meta description for the current page/post.
hu_hu: A jelenlegi oldal/bejegyzés meta leírása.

source: The month when the page/post was published, localized.
hu_hu: A hónap, amikor az oldal/bejegyzés közzétételre került, lokalizálva.

source: The month.
hu_hu: A hónap.

source: The name of the first term of a given taxonomy that is assigned to the current page/post.
hu_hu: A megadott taxonómia első kifejezésének neve, amely a jelenlegi oldal/bejegyzéshez van rendelve.

source: The name of the parent term of the current term.
hu_hu: A jelenlegi kifejezés szülő kifejezésének neve.

source: The original title of the current post.
hu_hu: A jelenlegi bejegyzés eredeti címe.

source: The page number for the current paginated page.
hu_hu: A jelenlegi oldaltördelés oldalszáma.

source: The page number.
hu_hu: Az oldalszám.

source: The permalink for the current page/post.
hu_hu: A jelenlegi oldal/bejegyzés állandó linkje.

source: The permalink for this post just changed! This could result in 404 errors for your site visitors.
hu_hu: Ennek a bejegyzésnek az állandó linkje most változott! Ez 404-es hibákat eredményezhet a weboldal látogatóinak.

source: The permalink.
hu_hu: Az állandó link.

source: The phone number that you previously entered for your Knowledge Graph schema markup is invalid. As it needs to be internationally formatted, please enter it (%1$s) again with the country code, e.g. +1 (555) 555-1234.
hu_hu: A korábban megadott telefon szám a Tudás gráf séma jelöléshez érvénytelen. Mivel nemzetközi formátumban kell megadni, kérjük, add meg újra (%1$s) az országkóddal, pl. +1 (555) 555-1234.

source: The Pro version installed correctly, but it needs to be activated from the Plugins page inside your WordPress admin.
hu_hu: A Pro verzió helyesen telepítve lett, de aktiválni kell a WordPress admin felületen a Bővítmények oldalon.

source: The search result format.
hu_hu: A keresési eredmény formátuma.

source: The search string.
hu_hu: A keresési szöveg.

source: The separator defined in the search appearance settings.
hu_hu: A keresési megjelenés beállításokban meghatározott elválasztó.

source: The tagline for your site, set in the general settings.
hu_hu: A weboldal szlogenje, beállítva az általános beállításokban.

source: The term the user is searching for.
hu_hu: A kifejezés, amit a felhasználó keres.

source: The title of the current archive.
hu_hu: A jelenlegi archívum címe.

source: The title of the parent post of the current page/post.
hu_hu: A jelenlegi oldal/bejegyzés szülő bejegyzésének címe.

source: The title of the primary term, first assigned term or the current term.
hu_hu: A fő kifejezés, az első hozzárendelt kifejezés vagy az aktuális kifejezés címe.

source: The URL of the author page.
hu_hu: A szerző oldalának URL-je.

source: The year when the page/post was published, localized.
hu_hu: Az év, amikor az oldal/bejegyzés közzétételre került, lokalizálva.

source: The year.
hu_hu: Az év.

source: There are no posts here
hu_hu: Itt nincsenek bejegyzések.

source: There seems to be an issue running JavaScript on your website. %1$s%2$s is built with JavaScript to give you the best experience possible.
hu_hu: Úgy tűnik, problémák vannak a JavaScript futtatásával a weboldaladon. A %1$s%2$s JavaScript-tel van megépítve, hogy a legjobb élményt nyújtsa.

source: There was an error deleting the physical robots.txt file.
hu_hu: Hiba történt a fizikai robots.txt fájl törlésében.

source: There was an error importing the robots.txt content from the URL.
hu_hu: Hiba történt a robots.txt tartalom importálásában az URL-ből.

source: There was an error importing the static robots.txt file.
hu_hu: Hiba történt a statikus robots.txt fájl importálásában.

source: this is an XML Sitemap, meant to be consumed by search engines like Google or Bing.
hu_hu: Ez egy XML webhelytérkép, amit olyan keresőmotorok, mint a Google vagy Bing használhatnak.

source: This notice will automatically disappear as soon as the import has completed. Meanwhile, everything should continue to work as expected.
hu_hu: Ez az értesítés automatikusan eltűnik, amint az importálás befejeződött. Közben mindennek a vártnak megfelelően kell működnie.

source: This notice will automatically disappear as soon as the migration has completed. Meanwhile, everything should continue to work as expected.
hu_hu: Ez az értesítés automatikusan eltűnik, amint a migráció befejeződött. Közben mindennek a vártnak megfelelően kell működnie.

source: This sitemap contains
hu_hu: Ez a webhelytérkép tartalmazza

source: This sitemap index contains
hu_hu: Ez a webhelytérkép-index tartalmazza

source: This sitemap was %1$s generated on %2$s at %3$s by %4$s %5$s - the original SEO plugin for WordPress.
hu_hu: Ez a webhelytérkép %1$s készült %2$s időpontban %3$s által a %4$s %5$s verziójával - az eredeti SEO bővítménnyel WordPress-hez.

source: Timezone
hu_hu: Időzóna

source: Title
hu_hu: Cím

source: Title:
hu_hu: Cím:

source: Tools
hu_hu: Eszközök

source: Try Again
hu_hu: Próbáld újra

source: Unblocked
hu_hu: Feloldva

source: Unfortunately, there was an error importing your SEO plugin settings. This could be due to an incompatibility in the version installed. Make sure you are on the latest version of the plugin and try again.
hu_hu: Sajnálatos módon hiba történt az SEO bővítmény beállításainak importálásában. Ez eredhet a telepített verzió inkompatibilitásából. Győződj meg róla, hogy a bővítmény legújabb verzióját használod, és próbáld újra.

source: Universal Analytics V3 Deprecation Notice
hu_hu: A Universal Analytics V3 elavulási értesítése

source: unknown
hu_hu: ismeretlen

source: Update
hu_hu: Frissítés

source: Upgrade to %1$s
hu_hu: Frissítés %1$s verzióra

source: Upgrade to Pro
hu_hu: Frissítés a Pro verzióra

source: Upload Directory Info
hu_hu: Feltöltési könyvtár információk

source: URL Count
hu_hu: URL darabszám

source: URLs
hu_hu: URL-k

source: Use Content for Autogenerated Descriptions
hu_hu: Tartalom használata az automatikusan létrehozott leírásokhoz

source: User Language
hu_hu: Felhasználói nyelv

source: Version
hu_hu: Verzió

source: View supported browsers
hu_hu: Támogatott böngészők megtekintése

source: Visible
hu_hu: Látható

source: Warning: %1$s has detected other active SEO or sitemap plugins. We recommend that you deactivate the following plugins to prevent any conflicts:
hu_hu: Figyelmeztetés: A %1$s más aktív SEO vagy webhelytérkép bővítményeket észlelt. Javasoljuk, hogy deaktiváld az alábbi bővítményeket a konfliktusok elkerülése érdekében:

source: Warning: %1$s has detected that you are blocking access to search engines. You can change this in Settings > Reading if this was unintended.
hu_hu: Figyelmeztetés: A %1$s észlelte, hogy blokkolod a keresőmotorok hozzáférését. Ezt megváltoztathatod a Beállítások > Olvasás menüben, ha ez nem szándékos.

source: Warning: %1$s has detected that you may have an invalid description format. This could lead to descriptions not being properly applied to your content.
hu_hu: Figyelmeztetés: A %1$s észlelte, hogy lehet, hogy érvénytelen leírásformátumot használsz. Ez ahhoz vezethet, hogy a leírások nem alkalmazódnak megfelelően a tartalmadra.

source: We have detected you are running %1$s. Upgrade to %2$s to unlock our advanced eCommerce SEO features, including SEO for Product Categories and more.
hu_hu: Észleltük, hogy a %1$s-t használod. Frissíts a %2$s verzióra, hogy hozzáférj fejlettebb eCommerce SEO funkcióinkhoz, beleértve a termékkategóriák SEO-ját és még sok mást.

source: We were unable to import the phone number that you previously entered for your Knowledge Graph schema markup. As it needs to be internationally formatted, please enter it (%1$s) with the country code, e.g. +1 (555) 555-1234.
hu_hu: Nem sikerült importálni a korábban megadott telefonszámot a Knowledge Graph sémádhoz. Mivel nemzetközi formátumban kell szerepelnie, kérjük, add meg (%1$s) országkóddal, pl. +1 (555) 555-1234.

source: We were unable to save the .htaccess file because the file was not writable. Please check the file permissions and try again.
hu_hu: Nem sikerült menteni a .htaccess fájlt, mert a fájl nem volt írható. Kérjük, ellenőrizd a fájl jogosultságait, és próbáld újra.

source: We were unable to save the .htaccess file due to syntax errors. Please check the code below and try again.
hu_hu: Nem sikerült menteni a .htaccess fájlt szintaktikai hibák miatt. Kérjük, ellenőrizd az alábbi kódot és próbáld újra.

source: We're sorry to hear you aren't enjoying %1$s. We would love a chance to improve. Could you take a minute and let us know what we can do better?
hu_hu: Sajnáljuk, hogy nem élvezed a %1$s-t. Szeretnénk lehetőséget kapni a javításra. Kérlek, szánj egy percet és mondd el, mit tehetnénk jobban?

source: We've made some significant changes to how we monitor Query Args for our Crawl Cleanup feature. Instead of DISABLING all query args and requiring you to add individual exceptions, we've now changed it to ALLOW all query args by default with the option to easily block unrecognized ones through our new log table.
hu_hu: Jelentős változtatásokat végeztünk a Query Args nyomon követésének módjában a Crawl Cleanup funkcióval kapcsolatban. Annyit változtattunk, hogy már nem DISABLE-eljük az összes query argumentumot és nem kérjük az egyedi kivételek hozzáadását, hanem alapértelmezetten ENGEDÉLYEZZÜK az összes query argumentumot, és lehetőséget biztosítunk az ismeretlenek könnyű blokkolására új napló táblázatunk segítségével.

source: Web Page
hu_hu: Weboldal

source: Web Server
hu_hu: Webkiszolgáló

source: Whoops!
hu_hu: Hoppá!

source: Written by
hu_hu: Írta

source: Year
hu_hu: Év

source: Yes
hu_hu: Igen

source: Yes I love it
hu_hu: Igen, szeretem

source: You are not allowed to install plugins.
hu_hu: Nincs engedélyed bővítmények telepítésére.

source: You are not licensed.
hu_hu: Nincs licenced.

source: You are using a browser which is no longer supported by %1$s. Please update or use another browser in order to access the plugin settings.
hu_hu: olyan böngészőt használsz, amelyet a %1$s már nem támogat. Kérjük, frissítsd vagy használj másik böngészőt a bővítmény beállításainak eléréséhez.

source: You can find more information about XML Sitemaps at %1$ssitemaps.org%2$s.
hu_hu: További információkat találhatsz az XML webhelytérképekről a %1$ssitemaps.org%2$s oldalon.

source: You have been using the %2$s Google Analytics V3 (Universal Analytics) integration which has been deprecated by Google and is no longer supported. This may affect your website's data accuracy and performance.%1$sTo ensure a seamless analytics experience, we recommend migrating to %3$s, a powerful analytics solution.%1$s%3$s offers advanced features such as real-time tracking, enhanced e-commerce analytics, and easy-to-understand reports, helping you make informed decisions to grow your online presence effectively.%1$sClick the button below to be redirected to the %3$s setup process, where you can start benefiting from its robust analytics capabilities immediately.
hu_hu: Használatban volt a %2$s Google Analytics V3 (Universal Analytics) integráció, amelyet a Google elavultnak nyilvánított, és már nem támogat. Ez hatással lehet weboldalad adatpontosságára és teljesítményére.%1$sA zökkenőmentes analitika élmény érdekében azt javasoljuk, hogy migrálj a %3$s verzióra, amely egy erőteljes analitika megoldás.%1$sA %3$s fejlettebb funkciókat kínál, mint például valós idejű követés, fejlettebb e-kereskedelmi analitika, és könnyen érthető jelentések, amelyek segítenek tájékozott döntéseket hozni a hatékony online jelenlét növelése érdekében.%1$sKattints az alábbi gombra, hogy átirányítást kapj a %3$s beállítási folyamatára, ahol azonnal élvezheted az erőteljes analitikai képességeit.

source: You selected to install the free %1$s plugin during the setup of %2$s, but there was an issue during installation. Click below to manually install.
hu_hu: Az ingyenes %1$s bővítmény telepítését választotta a %2$s beállítása során, de probléma történt a telepítés közben. Kattintson alább a kézi telepítéshez.

source: Your browser version is not supported
hu_hu: A böngészője verziója nem támogatott.

source: Your entire site is set to globally nofollow content.
hu_hu: Az egész webhelye globálisan nofollow tartalomra van beállítva.

source: Your entire site is set to globally noindex content.
hu_hu: Az egész webhelye globálisan noindex tartalomra van beállítva.

source: Your image's alt tag attribute.
hu_hu: A képének alt tag attribútuma.

source: Your Organization Name and Logo are set
hu_hu: Az Ön szervezetének neve és logója be van állítva.

source: Your Organization Name and/or Logo are blank
hu_hu: Az Ön szervezetének neve és/vagy logója üres.

source: Your Organization Name and/or Logo are blank. These values are required for %1$s's Organization schema markup.
hu_hu: Az Ön szervezetének neve és/vagy logója üres. Ezek az értékek szükségesek %1$s szervezet schema markup-hoz.

source: Your Person Name and Image are set
hu_hu: Az Ön neve és képe be van állítva.

source: Your Person Name and/or Image are blank
hu_hu: Az Ön neve és/vagy képe üres.

source: Your Person Name and/or Image are blank. These values are required for %1$s's Person schema markup.
hu_hu: Az Ön neve és/vagy képe üres. Ezek az értékek szükségesek a %1$s személy schema markup-hoz.

source: Your site already has %1$s activated. If you want to switch to %2$s, please first go to Plugins > Installed Plugins and deactivate %1$s. Then, you can activate %2$s.
hu_hu: Webhelyén már aktiválva van a %1$s. Ha át szeretne váltani a %2$s verzióra, először menjen a Bővítmények > Telepített bővítmények menübe, és deaktiválja a %1$s-t. Ezután aktiválhatja a %2$s-t.

source: Your site appears in search results
hu_hu: Webhelye megjelenik a keresési eredmények között.

source: Your site does not appear in search results
hu_hu: Webhelye nem jelenik meg a keresési eredmények között.

source: Your site is running an %1$sinsecure version%2$s of PHP that is no longer supported. Please contact your web hosting provider to update your PHP version or switch to a %3$srecommended WordPress hosting company%4$s.
hu_hu: Webhelyén egy %1$sbiztonságos verziójú%2$s PHP fut, amely már nem támogatott. Kérjük, forduljon webtárhely-szolgáltatójához a PHP verzió frissítéséhez, vagy váltson egy %3$sajánlott WordPress tárhelyszolgáltatóra%4$s.

source: Your site is running an %1$sinsecure version%2$s of WordPress that is no longer supported. Please update your site to the latest version of WordPress in order to continue using %3$s.
hu_hu: Webhelyén egy %1$sbiztonságos verziójú%2$s WordPress fut, amely már nem támogatott. Kérjük, frissítse webhelyét a legújabb WordPress verzióra a %3$s további használatához.

source: Your site is running an %1$soutdated version%2$s of PHP that is no longer supported and may cause issues with %3$s. Please contact your web hosting provider to update your PHP version or switch to a %4$srecommended WordPress hosting company%5$s.
hu_hu: Webhelyén a PHP egy %1$selavult verziója%2$s fut, amely már nem támogatott, és problémákat okozhat az %3$s bővítménnyel. Kérjük, forduljon webtárhely-szolgáltatójához a PHP verzió frissítéséhez, vagy váltson egy %4$sajánlott WordPress tárhelyszolgáltatóra%5$s.

source: Your site is running an %1$soutdated version%2$s of WordPress. We recommend using the latest version of WordPress in order to keep your site secure.
hu_hu: Webhelyén a WordPress egy %1$selavult verziója%2$s fut. Webhelye biztonságának megőrzése érdekében javasoljuk a WordPress legújabb verziójának használatát.

source: Your site is set to private. This means WordPress asks search engines to exclude your website from search results.
hu_hu: Webhelye privát módra van állítva. Ez azt jelenti, hogy a WordPress arra kéri a keresőmotorokat, hogy zárják ki webhelyét a keresési eredményekből.

source: Your site is set to public. Search engines will index your website and it will appear in search results.
hu_hu: Webhelye nyilvános módra van állítva. A keresőmotorok indexálják a webhelyét, és megjelenik a keresési eredményekben.

source: Your Site Title and Tagline are set
hu_hu: A webhelye címe és szlogenje be van állítva.

source: Your Site Title and/or Tagline are blank
hu_hu: A webhelye címe és/vagy szlogenje üres.

source: Your Site Title and/or Tagline are blank. We recommend setting both of these values as %1$s requires these for various features, including our schema markup
hu_hu: A webhelye címe és/vagy szlogenje üres. Javasoljuk, hogy állítsa be mindkét értéket, mivel a %1$s ezekre szükség van különböző funkciókhoz, beleértve a schema markup-ot.

source: Your site title.
hu_hu: A webhelye címe.
