Repository: ClassWebPecs/ClassWeb-Translations
Catalog: languages/plugins/all-*-one-seo-pack-*.po
Languages: hu_hu

source: %1$s %2$s %3$s %4$s Feed
hu_hu: %1$s %2$s %3$s %4$s hírcsatorna

source: %1$s %2$s %3$s Category Feed
hu_hu: %1$s %2$s %3$s kategória hírcsatorna

source: %1$s %2$s %3$s Comments Feed
hu_hu: %1$s %2$s %3$s hozzászólások hírcsatorna

source: %1$s %2$s %3$s Feed
hu_hu: %1$s %2$s %3$s hírcsatorna

source: %1$s %2$s %3$s Tag Feed
hu_hu: %1$s %2$s %3$s címke hírcsatorna

source: %1$s %2$s Posts by %3$s Feed
hu_hu: %1$s %2$s Bejegyzések %3$s által hírcsatorna

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
hu_hu: %1$s %2$s Keresési eredmények erre: &#8220;%3$s&#8221; hírcsatorna

source: %1$s &rsaquo; Connect
hu_hu: %1$s &rsaquo; Kapcsolódás

source: %1$s &rsaquo; Onboarding Wizard
hu_hu: %1$s &rsaquo; Beállítási varázsló

source: %1$s - Breadcrumbs
hu_hu: %1$s - Kenyérmorzsa navigáció

source: %1$s - HTML Sitemap
hu_hu: %1$s - HTML webhelytérkép

source: %1$s Brand
hu_hu: %1$s Márka

source: %1$s Content
hu_hu: %1$s Tartalom

source: %1$s Date
hu_hu: %1$s Dátum

source: %1$s Day
hu_hu: %1$s Nap

source: %1$s Debug Info
hu_hu: %1$s Hibakeresési információ

source: %1$s Debug Info from %2$s
hu_hu: %1$s hibakeresési információ innen: %2$s

source: %1$s Description
hu_hu: %1$s Leírás

source: %1$s Details
hu_hu: %1$s Részletek

source: %1$s Excerpt
hu_hu: %1$s Kivonat

source: %1$s Excerpt Only
hu_hu: %1$s Csak kivonat

source: %1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.
hu_hu: %1$s észlelte, hogy egy fizikai robots.txt fájl található a WordPress telepítésed gyökérmappájában. Javasoljuk ennek eltávolítását, mivel ütközéseket okozhat a WordPress által dinamikusan generált fájllal. %2$s képes importálni és törölni ezt a fájlt, vagy manuálisan is törölheted.

source: %1$s has detected static sitemap files in the root folder of your WordPress installation. As long as these files are present, %2$s is not able to dynamically generate your sitemap.
hu_hu: %1$s észlelte, hogy statikus webhelytérkép-fájlok találhatók a WordPress telepítésed gyökérmappájában. Amíg ezek a fájlok léteznek, %2$s nem tudja dinamikusan generálni a webhelytérképet.

source: %1$s has detected that you have one or more custom fields with spaces in their name. In order for %2$s to correctly parse these custom fields, their names cannot contain any spaces.
hu_hu: %1$s észlelte, hogy egy vagy több egyéni mező neve szóközt tartalmaz. Ahhoz, hogy %2$s helyesen tudja értelmezni ezeket az egyéni mezőket, nevük nem tartalmazhat szóközt.

source: %1$s HTML sitemap widget.
hu_hu: %1$s HTML webhelytérkép widget.

source: %1$s is currently upgrading your database and migrating your SEO data in the background.
hu_hu: %1$s jelenleg frissíti az adatbázisodat és migrálja az SEO-adatokat a háttérben.

source: %1$s is importing your existing SEO data in the background.
hu_hu: %1$s a meglévő SEO-adatokat importálja a háttérben.

source: %1$s is updated to the latest version
hu_hu: %1$s frissítve lett a legújabb verzióra

source: %1$s Link
hu_hu: %1$s Hivatkozás

source: %1$s Link (Alt)
hu_hu: %1$s Hivatkozás (Alternatív)

source: %1$s migrated all your title formats, some of which were blank. If you were purposely using blank formats in the previous version of %2$s and want WordPress to handle your titles, you can safely dismiss this message. For more information, check out our documentation on %3$sblank title formats%4$s.
hu_hu: %1$s migrálta az összes címsorformátumot, amelyek közül néhány üres volt. Ha korábban szándékosan használtál üres formátumokat a %2$s előző verziójában, és azt szeretnéd, hogy a WordPress kezelje a címsorokat, biztonságosan figyelmen kívül hagyhatod ezt az üzenetet. További információért tekintsd meg dokumentációnkat: %3$süres címsorformátumok%4$s.

source: %1$s minute
hu_hu: %1$s perc

source: %1$s Month
hu_hu: %1$s Hónap

source: %1$s needs to be updated
hu_hu: %1$s frissítésre szorul

source: %1$s Price
hu_hu: %1$s Ár

source: %1$s Score
hu_hu: %1$s Pontszám

source: %1$s Settings
hu_hu: %1$s Beállítások

source: %1$s Sitemap %2$s
hu_hu: %1$s Webhelytérkép %2$s

source: %1$s SKU
hu_hu: %1$s Cikkszám

source: %1$s Title
hu_hu: %1$s Cím

source: %1$s V3->V4 Migration In Progress
hu_hu: %1$s V3->V4 migráció folyamatban

source: %1$s Year
hu_hu: %1$s Év

source: %1$sAdd %2$srel="nofollow"%3$s to link
hu_hu: %1$sAdja hozzá a %2$srel="nofollow"%3$s attribútumot a hivatkozáshoz

source: %1$sAdd %2$srel="sponsored"%3$s to link
hu_hu: %1$sAdja hozzá a %2$srel="sponsored"%3$s attribútumot a hivatkozáshoz

source: %1$sAdd %2$srel="UGC"%3$s to link
hu_hu: %1$sAdja hozzá a %2$srel="UGC"%3$s attribútumot a hivatkozáshoz

source: %1$sNote:%2$s %3$s plugin is disabled on your site until you fix the issue. %4$sRead more for additional information.%5$s
hu_hu: %1$sMegjegyzés:%2$s A(z) %3$s bővítmény le van tiltva az oldaladon, amíg nem oldod meg a problémát. %4$sTovábbi információért olvass tovább.%5$s

source: %1$sNote:%2$s %3$s will be discontinuing support for WordPress versions older than version 5.3 by the end of %4$s. %5$sRead more for additional information.%6$s
hu_hu: %1$sMegjegyzés:%2$s A(z) %3$s %4$s végére megszünteti az 5.3-nál régebbi WordPress-verziók támogatását. %5$sTovábbi információért olvass tovább.%6$s

source: %1$sNote:%2$s Support for PHP %3$s will be discontinued in %4$s. After this, if no further action is taken, %5$s functionality will be disabled. %6$sRead more for additional information.%7$s
hu_hu: %1$sMegjegyzés:%2$s A PHP %3$s támogatása %4$s évben megszűnik. Ha nem teszel további lépéseket, az %5$s funkciói le lesznek tiltva. %6$sTovábbi információért olvass tovább.%7$s

source: %s Overview
hu_hu: %s Áttekintés

source: %s Setup
hu_hu: %s Beállítás

source: (Invalid IP)
hu_hu: (Érvénytelen IP-cím)

source: (legacy)
hu_hu: (régi verzió)

source: .htaccess file is empty.
hu_hu: Az .htaccess fájl üres.

source: 404 - Page Not Found
hu_hu: 404 - Az oldal nem található

source: 404 Error Format
hu_hu: 404 hiba formátum

source: A custom field from the current page/post.
hu_hu: Egy egyéni mező az aktuális oldalról/bejegyzésből.

source: A Description tag is required in order to properly display your meta descriptions on your site.
hu_hu: A Description címke szükséges a meta leírások megfelelő megjelenítéséhez az oldaladon.

source: A sample alt tag for your image
hu_hu: Egy példa alt címke a képedhez

source: About Us
hu_hu: Rólunk

source: Active Plugins
hu_hu: Aktív bővítmények

source: Active Theme
hu_hu: Aktív sablon

source: Add Link
hu_hu: Hivatkozás hozzáadása

source: Add Redirect to improve SEO
hu_hu: Átirányítás hozzáadása a SEO javítása érdekében

source: Additional Pages
hu_hu: További oldalak

source: Advanced %1$s Support
hu_hu: Fejlett %1$s támogatás

source: All categories that are assigned to the current post, comma-separated.
hu_hu: Az aktuális bejegyzéshez rendelt összes kategória, vesszővel elválasztva.

source: All Content Types
hu_hu: Minden tartalomtípus

source: All in One SEO Team
hu_hu: All in One SEO Csapat

source: Alphabetical
hu_hu: Ábécé sorrendben

source: An error occurred while trying to write to the .htaccess file. Please try again later.
hu_hu: Hiba történt a .htaccess fájl írása közben. Kérjük, próbálja meg később.

source: An example of content from your page/post.
hu_hu: Egy példa a bejegyzésed vagy oldalad tartalmára.

source: An update is available for %1$s. Upgrade to the latest version to receive all the latest features, bug fixes and security improvements.
hu_hu: Frissítés érhető el a(z) %1$s számára. Frissítsen a legújabb verzióra, hogy hozzáférjen az új funkciókhoz, hibajavításokhoz és biztonsági fejlesztésekhez.

source: Analytics
hu_hu: Analitika

source: Analyze this page
hu_hu: Az oldal elemzése

source: and was generated on %1$s at %2$s
hu_hu: és %1$s dátumon, %2$s időpontban generálódott

source: Archive Date
hu_hu: Archívum dátuma

source: Archive format
hu_hu: Archívum formátuma

source: Archive Title
hu_hu: Archívum címe

source: Archives for
hu_hu: Archívum ehhez:

source: Are you enjoying %1$s?
hu_hu: Élvezi a(z) %1$s használatát?

source: Article
hu_hu: Cikk

source: Ascending
hu_hu: Növekvő sorrend

source: Attachments
hu_hu: Mellékletek

source: Author archive link (link as text).
hu_hu: Szerző archívumának linkje (linkként szövegben).

source: Author archive link (name as text).
hu_hu: Szerző archívumának linkje (névként szövegben).

source: Author Archives
hu_hu: Szerző archívumai

source: Author Biography
hu_hu: Szerző életrajza

source: Author Display Name
hu_hu: Szerző megjelenített neve

source: Author First Name
hu_hu: Szerző keresztneve

source: Author Last Name
hu_hu: Szerző vezetékneve

source: Author Link
hu_hu: Szerző linkje

source: Author Link (Alt)
hu_hu: Szerző linkje (alternatív)

source: Author Name
hu_hu: Szerző neve

source: Author SEO
hu_hu: Szerző SEO

source: Author URL
hu_hu: Szerző URL-je

source: Awesome! These are required for %1$s's Organization schema markup.
hu_hu: Nagyszerű! Ezek szükségesek a(z) %1$s szervezeti séma megjelöléséhez.

source: Awesome! These are required for %1$s's Person schema markup.
hu_hu: Nagyszerű! Ezek szükségesek a(z) %1$s személyes séma megjelöléséhez.

source: Back
hu_hu: Vissza

source: Back to Homepage
hu_hu: Vissza a kezdőlapra

source: Base Directory:
hu_hu: Alapkönyvtár:

source: Base URL:
hu_hu: Alap URL:

source: Blank Title Formats Detected
hu_hu: Üres címformátumok észlelve

source: Blocked
hu_hu: Blokkolva

source: Blocked bot with IP %1$s -- matched referer %2$s found in blocklist.
hu_hu: Blokkolt bot %1$s IP-címmel -- egyező referencia %2$s található a blokkolási listában.

source: Blocked bot with IP %1$s -- matched user agent %2$s found in blocklist.
hu_hu: Blokkolt bot %1$s IP-címmel -- egyező user agent %2$s található a blokkolási listában.

source: Blog Page Title
hu_hu: Blogoldal címe

source: Breadcrumbs are currently disabled, so this block will be rendered empty. You can enable %1$s's breadcrumb functionality under %2$sGeneral Settings > Breadcrumbs%3$s.
hu_hu: A kenyérmorzsa navigáció jelenleg le van tiltva, így ez a blokk üresen fog megjelenni. A %1$s kenyérmorzsa funkcióját a %2$sÁltalános beállítások > Kenyérmorzsák%3$s alatt engedélyezheti.

source: Caption for the current media file.
hu_hu: Az aktuális médiafájl felirata.

source: Categories
hu_hu: Kategóriák

source: Category
hu_hu: Kategória

source: Change Frequency
hu_hu: Gyakoriság megváltoztatása

source: Check Google Cache
hu_hu: Google Cache ellenőrzése

source: Check links to this URL
hu_hu: Hivatkozások ellenőrzése erre az URL-re

source: Compact Archives
hu_hu: Kompakt archívumok

source: Configure Sitemap
hu_hu: Webhelytérkép beállítása

source: Conflicting Plugins Detected
hu_hu: Ütköző bővítmények észlelve

source: Constants
hu_hu: Konstansok

source: Copy the error message above and paste it in a message to the %1$s support team.
hu_hu: Másolja ki a fenti hibaüzenetet, és illessze be egy üzenetbe a %1$s ügyfélszolgálat számára.

source: Could not install upgrade. Please download from %1$s and install manually.
hu_hu: A frissítés telepítése nem sikerült. Kérjük, töltse le a(z) %1$s weboldalról, és telepítse manuálisan.

source: Course
hu_hu: Tanfolyam

source: Crawl Cleanup changes you should know about
hu_hu: Fontos változások a feltérképezési tisztításban

source: CSS Validator
hu_hu: CSS Érvényesítő

source: Current Date
hu_hu: Aktuális dátum

source: Current Day
hu_hu: Aktuális nap

source: Current Month
hu_hu: Aktuális hónap

source: Current or first category title.
hu_hu: Aktuális vagy elsődleges kategória címe.

source: Current or first term link (link as text).
hu_hu: Aktuális vagy elsődleges kifejezés linkje (linkként szövegben).

source: Current or first term link (name as text).
hu_hu: Aktuális vagy elsődleges kifejezés linkje (névként szövegben).

source: Current Year
hu_hu: Aktuális év

source: Custom Field
hu_hu: Egyéni mező

source: Custom field names with spaces detected
hu_hu: Helyeket tartalmazó egyéni mezőnevek észlelve

source: Dashboard
hu_hu: Irányítópult

source: Data: %1$.2f MB / Index: %2$.2f MB / Engine: %3$s / Collation: %4$s
hu_hu: Adat: %1$.2f MB / Index: %2$.2f MB / Motor: %3$s / Karakterkészlet: %4$s

source: Database
hu_hu: Adatbázis

source: Database Powered By
hu_hu: Adatbázis motorja

source: Database Size
hu_hu: Adatbázis mérete

source: Database Version
hu_hu: Adatbázis verziója

source: Date Archives
hu_hu: Dátum archívumok

source: Day
hu_hu: Nap

source: Deactivation failed. Please check permissions and try again.
hu_hu: A deaktiválás sikertelen. Kérjük, ellenőrizze a jogosultságokat, majd próbálja újra.

source: Default
hu_hu: Alapértelmezett

source: default
hu_hu: alapértelmezett

source: Delete
hu_hu: Törlés

source: Delete Static Files
hu_hu: Statikus fájlok törlése

source: Descending
hu_hu: Csökkenő

source: Description
hu_hu: Leírás

source: Description for the current media file.
hu_hu: Az aktuális médiafájl leírása.

source: Didn't expect to see this? Make sure your sitemap is enabled and your content is set to be indexed. %1$sLearn More →%2$s
hu_hu: Nem számítottál erre? Győződj meg róla, hogy a webhelytérkép engedélyezve van, és a tartalmad indexelhető. %1$sTovábbi információ →%2$s

source: Disabled
hu_hu: Kikapcsolva

source: Display the current page breadcrumb.
hu_hu: Az aktuális oldal kenyérmorzsáinak megjelenítése.

source: Documentation
hu_hu: Dokumentáció

source: Due to a bug in the previous version of %1$s, your homepage title and description may have changed. Please take a minute to review your homepage settings to verify that they are correct.
hu_hu: A %1$s korábbi verziójában lévő hiba miatt előfordulhat, hogy a kezdőlap címe és leírása megváltozott. Kérlek, ellenőrizd a kezdőlap beállításait, hogy minden megfelelő legyen.

source: Due to some changes in how our Open Graph integration works, your Facebook Titles and Descriptions may have changed. You were using the following options that have been removed:
hu_hu: A Facebook Open Graph integráció működésének változásai miatt előfordulhat, hogy a Facebook címek és leírások módosultak. Az alábbi eltávolított opciókat használtad:

source: dynamically
hu_hu: dinamikusan

source: Edit %1$s
hu_hu: %1$s szerkesztése

source: Edit SEO
hu_hu: SEO szerkesztése

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Enter a comma-separated list of post IDs.
hu_hu: Írj be egy vesszővel elválasztott bejegyzésazonosító-listát.

source: Enter a comma-separated list of term IDs.
hu_hu: Írj be egy vesszővel elválasztott kifejezésazonosító-listát.

source: Est. reading time
hu_hu: Becsült olvasási idő

source: Example search string
hu_hu: Példa keresési kifejezés

source: Exclude Posts / Pages
hu_hu: Bejegyzések / oldalak kizárása

source: Exclude Terms
hu_hu: Kifejezések kizárása

source: Fantastic! By updating to the latest version, you have access to all the latest features, bug fixes and security improvements.
hu_hu: Nagyszerű! A legújabb verzióra frissítve hozzáférhetsz minden új funkcióhoz, hibajavításhoz és biztonsági fejlesztéshez.

source: FAQ Page
hu_hu: GYIK oldal

source: Feature Manager
hu_hu: Funkciókezelő

source: Featured Image
hu_hu: Kiemelt kép

source: Fix Now
hu_hu: Javítás most

source: Front Page Info
hu_hu: Kezdőlap információ

source: General
hu_hu: Általános

source: General Settings
hu_hu: Általános beállítások

source: Generated by
hu_hu: Generálta

source: Give feedback
hu_hu: Adj visszajelzést

source: Give us a 5-star rating!
hu_hu: Adj nekünk 5 csillagos értékelést!

source: Go to Plugins
hu_hu: Ugrás a Bővítményekhez

source: Go to Schema Settings
hu_hu: Ugrás a séma beállításokhoz

source: Go to Settings > General
hu_hu: Ugrás a Beállítások > Általános menüpontra

source: Go to Settings > Reading
hu_hu: Ugrás a Beállítások > Olvasás menüpontra

source: Google Page Speed Test
hu_hu: Google Oldal Sebesség Teszt

source: Google Rich Results Test
hu_hu: Google Gazdag Találatok Teszt

source: Great! These are required for %1$s's schema markup and are often used as fallback values for various other features.
hu_hu: Remek! Ezek szükségesek a %1$s sémajelöléséhez, és gyakran használt tartalékértékek más funkciókhoz.

source: Heads up!
hu_hu: Figyelem!

source: Hey, we noticed you have been using %1$s for some time - that’s awesome! Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?
hu_hu: Hé, észrevettük, hogy egy ideje használod a %1$s bővítményt – ez nagyszerű! Megtennéd nekünk azt a hatalmas szívességet, hogy 5 csillagos értékelést adsz rá a WordPressen? Ez segítene nekünk a népszerűsítésben és motivációnk növelésében!

source: Hidden
hu_hu: Rejtett

source: High
hu_hu: Magas

source: Home URL
hu_hu: Főoldal URL

source: How-To
hu_hu: Útmutató

source: HTML Validator
hu_hu: HTML Érvényesítő

source: I already did
hu_hu: Már megtettem

source: I couldn't get the plugin to work
hu_hu: Nem tudtam működésre bírni a bővítményt

source: I no longer need the plugin
hu_hu: Már nincs szükségem a bővítményre

source: I'm switching to a different plugin
hu_hu: Egy másik bővítményre váltok

source: ID
hu_hu: Azonosító

source: If you have a moment, please share why you are deactivating %1$s:
hu_hu: Ha van egy pillanatod, kérlek oszd meg velünk, miért inaktiválod a %1$s bővítményt:

source: Image Alt Tag
hu_hu: Kép Alt Tag

source: Images
hu_hu: Képek

source: Import and Delete
hu_hu: Importálás és törlés

source: Inactive Plugins
hu_hu: Inaktív bővítmények

source: Insert/edit link
hu_hu: Hivatkozás beszúrása/szerkesztése

source: Install %1$s
hu_hu: %1$s telepítése

source: Installation failed. Please check permissions and try again.
hu_hu: A telepítés sikertelen. Kérlek, ellenőrizd a jogosultságokat, és próbáld újra.

source: Invalid Description Format
hu_hu: Érvénytelen leírás formátum

source: Invalid Phone Number for Knowledge Graph
hu_hu: Érvénytelen telefonszám a Tudásgráfhoz

source: It's a temporary deactivation
hu_hu: Ez csak egy ideiglenes inaktiválás

source: Label
hu_hu: Címke

source: Last Updated
hu_hu: Utoljára frissítve

source: Latest version:
hu_hu: Legújabb verzió:

source: Learn More
hu_hu: Tudj meg többet

source: Link Assistant
hu_hu: Link Asszisztens

source: Link has been inserted.
hu_hu: A hivatkozás beillesztve.

source: Link selected.
hu_hu: Hivatkozás kiválasztva.

source: LinkedIn Post Inspector
hu_hu: LinkedIn Bejegyzés Ellenőrző

source: List
hu_hu: Lista

source: Local SEO
hu_hu: Helyi SEO

source: Low
hu_hu: Alacsony

source: Media Caption
hu_hu: Média felirat

source: Media Description
hu_hu: Média leírás

source: Medium
hu_hu: Közepes

source: Must-Use Plugins
hu_hu: Kötelező bővítmények

source: needs update
hu_hu: frissítés szükséges

source: Network Tools
hu_hu: Hálózati eszközök

source: NEW
hu_hu: ÚJ

source: Not Set
hu_hu: Nincs beállítva

source: Not set
hu_hu: Nincs beállítva

source: Notifications
hu_hu: Értesítések

source: Ok, you deserve it
hu_hu: Rendben, megérdemled

source: Ooops! It Appears JavaScript Didn’t Load
hu_hu: Hoppá! Úgy tűnik, a JavaScript nem töltődött be

source: Operating System
hu_hu: Operációs rendszer

source: Other
hu_hu: Egyéb

source: Page
hu_hu: Oldal

source: Paginated Content
hu_hu: Lapozható tartalom

source: Parent Term
hu_hu: Szülő kifejezés

source: Parent Title
hu_hu: Szülő cím

source: Path:
hu_hu: Útvonal:

source: Permalink Structure
hu_hu: Permalink struktúra

source: PHP Exif Support
hu_hu: PHP Exif támogatás

source: Physical Robots.txt File Detected
hu_hu: Fizikai Robots.txt fájl észlelve

source: Pinterest Rich Pins Validator
hu_hu: Pinterest Gazdag Pins Érvényesítő

source: Please enter a valid headline.
hu_hu: Kérjük, adjon meg egy érvényes címet.

source: Please enter your license key to connect.
hu_hu: Kérjük, adja meg a licenckulcsát a csatlakozáshoz.

source: Please keep only one %1$s plugin active, otherwise, you might lose your rankings and traffic. %2$sClick here to Deactivate.%3$s
hu_hu: Kérjük, csak egy %1$s bővítményt tartson aktívan, különben elveszítheti a ranglistáit és forgalmát. %2$sKattintson ide a deaktiváláshoz.%3$s

source: Please rate %1$s %2$s on %3$s to help us spread the word. Thank you!
hu_hu: Kérjük, értékelje a %1$s %2$s-t a %3$s oldalon, hogy segítsen elterjeszteni a hírt. Köszönjük!

source: Please select an option
hu_hu: Kérjük, válasszon egy lehetőséget

source: Please share the reason
hu_hu: Kérjük, ossza meg az okot

source: Please share which plugin
hu_hu: Kérjük, ossza meg, hogy melyik bővítményről van szó

source: Plugin installed & activated.
hu_hu: Bővítmény telepítve és aktiválva.

source: Plugin is missing required dependencies. Please contact support for more information.
hu_hu: A bővítményhez szükséges függőségek hiányoznak. Kérjük, lépjen kapcsolatba a támogatással további információkért.

source: Plugin update failed. Please check permissions and try again.
hu_hu: A bővítmény frissítése nem sikerült. Kérjük, ellenőrizze a jogosultságokat és próbálja újra.

source: Post Archive
hu_hu: Bejegyzés archívum

source: Post link (link as anchor text).
hu_hu: Bejegyzés link (link szövegként).

source: Post link (name as anchor text).
hu_hu: Bejegyzés link (név szövegként).

source: Post Type Name
hu_hu: Bejegyzéstípus neve

source: Post Types
hu_hu: Bejegyzéstípusok

source: Priority
hu_hu: Prioritás

source: Pro version is already installed.
hu_hu: A Pro verzió már telepítve van.

source: Product
hu_hu: Termék

source: Publication Date
hu_hu: Kiadás dátuma

source: Publish Date
hu_hu: Közzététel dátuma

source: Published on %1$s.
hu_hu: Közzétéve: %1$s.

source: Question
hu_hu: Kérdés

source: Quick Feedback
hu_hu: Gyors visszajelzés

source: Recipe
hu_hu: Recept

source: Redirection Manager
hu_hu: Átirányítások kezelője

source: Redirects
hu_hu: Átirányítások

source: Remind Me Later
hu_hu: Később emlékeztess

source: Resolve This Issue
hu_hu: Oldja meg ezt a problémát

source: Review Now
hu_hu: Értékelje most

source: Review Your Facebook Open Graph Titles and Descriptions
hu_hu: Ellenőrizze a Facebook Open Graph címeket és leírásokat

source: Review Your Homepage Title & Description
hu_hu: Ellenőrizze a kezdőlap címét és leírását

source: Run Shortcodes in Description
hu_hu: Futtass rövidkódokat a leírásban

source: Run Shortcodes in Title
hu_hu: Futtass rövidkódokat a címben

source: Sample Archive Title
hu_hu: Minta Archívum Cím

source: Sample author biography
hu_hu: Minta szerző életrajza

source: Sample caption for media.
hu_hu: Minta felirat a médiához.

source: Sample Category 1, Sample Category 2
hu_hu: Minta Kategória 1, Minta Kategória 2

source: Sample Crumb
hu_hu: Minta Morzsa

source: Sample Custom Field Value
hu_hu: Minta egyedi mező érték

source: Sample description for media.
hu_hu: Minta leírás a médiához.

source: Sample excerpt from a page/post.
hu_hu: Minta kivonat egy oldalról/bejegyzésről.

source: Sample featured image
hu_hu: Minta kiemelt kép

source: Sample Parent
hu_hu: Minta Szülő

source: Sample Parent Term Name
hu_hu: Minta Szülő Kifejezés Név

source: Sample Post
hu_hu: Minta Bejegyzés

source: Sample taxonomy description
hu_hu: Minta taxonómiai leírás

source: Sample Taxonomy Name Value
hu_hu: Minta taxonómia név érték

source: Sample Taxonomy Title
hu_hu: Minta taxonómia cím

source: Search Appearance
hu_hu: Keresési megjelenés

source: Search Engine Visibility
hu_hu: Keresőmotor láthatóság

source: Search Engines Blocked
hu_hu: Keresőmotorok blokkolva

source: Search Page
hu_hu: Keresési oldal

source: Search result format
hu_hu: Keresési eredmény formátum

source: Search Results for
hu_hu: Keresési eredmények
